DATA_PATH = "./data/products.json"
strings_for_print = {
    "to_start": "Добро пожаловать на наш сервис!\nБыстро и удобно поможем найти лучшую для Вас работу.",
    "request_site": "Выберете сайт для поиска вакансии (введите 1, 2 или 3):\n1. hh.ru\n2. rabota.ru\n3. avito.ru",
    "request_region": "Введите регион: (пример: Санкт-Петербург, Москва, Саратовская область,...)",
    "request_vacancy": "Введите интересующую Вас вакансию: (пример: менеджер по продажам)",
    "request_salary": "Введите ожидаемую зарплату - от: (пример: 50000)",
    "request_waiting": "Ваш запрос обрабатывается",
    "execution_phase": "Введите 0, 1, 2 или 3:\n0: закончить программу\n1: отправить запрос\n2: добавить результат "
                       "запроса в файл\n3: удалить вакансию из файла""",
    "choice": "Ваш выбор: ",
    "error_input": "Некорректный ввод, попробуйте еще раз",
    "add_vacancy": "add_vacancy",
    "del_vacancy": "del_vacancy"
}
